Repository: SumPositive/Condition
Catalog: Condition/Resources/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hant

# metric.bodyFat.percent
source: 体脂肪率 %
en: Fat %
ko: 체지방률 %
zh_hant: 體脂率 %

# metric.bodyFat.percent.short
source: 体脂肪 %
en: Fat %
ko: 체지방 %
zh_hant: 體脂 %

# metric.bodyFat.short
source: 体脂肪
en: Fat
ko: 체지방
zh_hant: 體脂

# metric.bodyTemp
source: 体温
en: Temp
ko: 체온
zh_hant: 體溫

# metric.bodyTemp.long
source: 体温
en: Body Temperature
ko: 체온
zh_hant: 體溫

# metric.bodyTemp.celsius
source: 体温 ℃
en: Temp °C
ko: 체온 ℃
zh_hant: 體溫 ℃

# metric.bodyTemp24hDistribution
source: 体温 24時間分布
en: Temp 24H
ko: 체온 24시간 분포
zh_hant: 體溫 24 小時

# metric.bodyTempDistribution
source: 体温 分布
en: Temp Distribution
ko: 체온 분포
zh_hant: 體溫分布

# metric.bodyTempSummary
source: 体温 サマリー
en: Temp Summary
ko: 체온 요약
zh_hant: 體溫摘要

# metric.bp24hDistribution
source: 血圧 24時間分布
en: BP 24H
ko: 혈압 24시간 분포
zh_hant: 血壓 24 小時

# metric.bpByCategory
source: 血圧・区分 相関
en: BP by Type
ko: 혈압·구분 상관
zh_hant: 血壓·類別

# metric.bpJshRatio
source: 血圧 JSH基準割合
en: BP JSH Ratio
ko: 혈압 JSH 기준 비율
zh_hant: 血壓 JSH 比例

# metric.bpLeftRight
source: 血圧の左右差
en: Left–Right BP Difference
ko: 혈압 좌우차
zh_hant: 血壓左右差

# metric.changeAmount
source: 変化量
en: Change
ko: 변화량
zh_hant: 變化量

# metric.diastolic
source: 下血圧
en: Dia BP
ko: 이완기 혈압
zh_hant: 舒張壓

# metric.diastolic.long
source: 下（拡張期血圧）
en: Dia (lower)
ko: 이완기(최저혈압)
zh_hant: 舒張（下壓）

# metric.diastolic.mmHg
source: 拡張期血圧 mmHg
en: Dia mmHg
ko: 이완기 혈압 mmHg
zh_hant: 舒張壓 mmHg

# metric.diastolic.mmHg.short
source: 下 mmHg
en: Dia mmHg
ko: 이완 mmHg
zh_hant: 舒張 mmHg

# metric.diastolic.short
source: 下
en: Dia
ko: 이완
zh_hant: 舒張

# metric.grade1Htn
source: 高血圧I度
en: Grade 1 HTN
ko: 고혈압 1기
zh_hant: 第 1 期高血壓

# metric.grade2Htn
source: 高血圧II度
en: Grade 2 HTN
ko: 고혈압 2기
zh_hant: 第 2 期高血壓

# metric.grade3Htn
source: 高血圧III度
en: Grade 3 HTN
ko: 고혈압 3기
zh_hant: 第 3 期高血壓

# metric.heartRate
source: 心拍数
en: Heart
ko: 심박수
zh_hant: 心率

# metric.heartRate.long
source: 心拍数
en: Heart Rate
ko: 심박수
zh_hant: 心率

# metric.heartRate.bpm
source: 心拍数 bpm
en: Heart bpm
ko: 심박수 bpm
zh_hant: 心率 bpm

# metric.heartRate.bpm.short
source: 心拍 bpm
en: HR bpm
ko: 심박 bpm
zh_hant: 心率 bpm

# metric.heightForBMI
source: 身長（BMI 計算用）
en: Height
ko: 신장(BMI 계산용)
zh_hant: 身高（供計算 BMI）

# metric.highNormal
source: 高値血圧
en: High Normal
ko: 높은 정상 혈압
zh_hant: 正常高值血壓

# metric.hypothermia36C
source: 低体温 (<36°C)
en: Hypothermia (<36°C)
ko: 저체온 (<36°C)
zh_hant: 體溫過低 (<36°C)

# metric.jshBpClassification2019
source: JSH血圧分類基準（2019）
en: JSH BP Classes (2019)
ko: JSH 혈압 분류 기준(2019)
zh_hant: JSH 血壓分類（2019）

# metric.meanBloodPressure
source: 平均血圧（（上－下）÷3＋下）
en: Mean BP ((Sys-Dia)/3+Dia)
ko: 평균 혈압((수축기−이완기)÷3+이완기)
zh_hant: 平均血壓（(收縮−舒張)÷3+舒張）

# metric.meanBloodPressure.short
source: 平均
en: Avg
ko: 평균

# metric.normal
source: 正常血圧
en: Normal
ko: 정상 혈압
zh_hant: 正常血壓

# metric.pulsePressure
source: 脈圧
en: Pulse Pressure
ko: 맥압
zh_hant: 脈壓

# metric.pulsePressure.calc
source: 脈圧（上ー下）
en: Pulse Pressure
ko: 맥압(수축기−이완기)
zh_hant: 脈壓（收縮−舒張）

# metric.pulsePressure.calc.debug
source: 脈圧（上ー下）ｘｘｘ
en: Pulse Pressure (Hi-Lo)
ko: 맥압(수축기−이완기)ｘｘｘ
zh_hant: 脈壓（收縮−舒張）ｘｘｘ

# metric.skeletalMuscle
source: 骨格筋率
en: Muscle
ko: 골격근률
zh_hant: 骨骼肌率

# metric.skeletalMuscle.long
source: 骨格筋率
en: Skeletal Muscle
ko: 골격근률
zh_hant: 骨骼肌率

# metric.skeletalMuscle.percent
source: 骨格筋率 %
en: Muscle %
ko: 골격근률 %
zh_hant: 骨骼肌率 %

# metric.skeletalMuscle.percent.short
source: 骨格筋 %
en: Muscle %
ko: 골격근 %
zh_hant: 骨骼肌 %

# metric.skeletalMuscle.short
source: 骨格筋
en: Mscl
ko: 골격근
zh_hant: 肌肉

# metric.steps
source: 歩数
en: Steps
ko: 걸음 수
zh_hant: 步數

# metric.steps.short
source: 歩
en: steps
ko: 걸음
zh_hant: 步

# metric.systolic
source: 上血圧
en: Sys BP
ko: 수축기 혈압
zh_hant: 收縮壓

# metric.systolic.long
source: 上（収縮期血圧）
en: Sys (upper)
ko: 수축기(최고혈압)
zh_hant: 收縮（上壓）

# metric.systolic.mmHg
source: 収縮期血圧 mmHg
en: Sys mmHg
ko: 수축기 혈압 mmHg
zh_hant: 收縮壓 mmHg

# metric.systolic.mmHg.short
source: 上 mmHg
en: Sys mmHg
ko: 수축 mmHg
zh_hant: 收縮 mmHg

# metric.systolic.short
source: 上
en: Sys
ko: 수축
zh_hant: 收縮

# metric.weight
source: 体重
en: Weight
ko: 체중
zh_hant: 體重

# metric.weight.kg
source: 体重 kg
en: Weight kg
ko: 체중 kg
zh_hant: 體重 kg

# metric.weightBpCorrelation
source: 体重 × 血圧
en: Weight × Blood Pressure
ko: 체중 × 혈압
zh_hant: 體重 × 血壓

# metric.weightChange
source: 体重変化量
en: Weight Change
ko: 체중 변화량
zh_hant: 體重變化量

# metric.weightMovingAverage
source: 体重移動平均（直近7件）
en: Weight Avg (last 7)
ko: 체중 이동 평균(최근 7건)
zh_hant: 體重移動平均（最近 7 筆）

# metric.weightStepsCorrelation
source: 体重・歩数 相関
en: Weight・Steps Correlation
ko: 체중·걸음 수 상관
zh_hant: 體重·步數相關

# metric.weightSummary
source: 体重 サマリー
en: Weight Summary
ko: 체중 요약
zh_hant: 體重摘要

# metric.weightTemperature
source: 体重・体温
en: Weight & Temperature
ko: 체중·체온
zh_hant: 體重·體溫

# migration.errorDetail
source: 技術的な詳細
en: Technical details
ko: 기술적 세부 정보
zh_hant: 技術詳情

# migration.failed
source: データ移行に失敗しました
en: Data migration failed
ko: 데이터 이전에 실패했습니다
zh_hant: 資料轉移失敗

# migration.failedDescription
source: 旧バージョンのデータを引き継げませんでした。 「再試行」で解決する場合があります。解決しない場合は「スキップして続行」でアプリを使い始めてください。次のアップデート後に自動で再試行されます。
en: Could not import data from the previous version. Tapping "Retry" may resolve the issue. If it continues, tap "Skip and Continue" to start using the app — migration will be retried automatically after the next update.
ko: 이전 버전의 데이터를 가져오지 못했습니다. 「다시 시도」로 해결되는 경우가 있습니다. 해결되지 않으면 「건너뛰고 계속」으로 앱을 사용하기 시작하세요. 다음 업데이트 후 자동으로 다시 시도됩니다.
zh_hant: 無法匯入舊版本的資料。 點「重試」有時可解決問題。若仍無法解決，請點「略過並繼續」開始使用 App，將於下次更新後自動重試。

# migration.inProgress
source: データを移行中...
en: Migrating data...
ko: 데이터 이전 중...
zh_hant: 資料轉移中...

# migration.originalProtected
source: 元のデータは保護されています
en: Original data is protected
ko: 원본 데이터는 보호됩니다
zh_hant: 原始資料受到保護

# migration.skipAndContinue
source: スキップして続行
en: Skip and Continue
ko: 건너뛰고 계속
zh_hant: 略過並繼續

# migration.skipNote
source: 旧データは今回は引き継がれません。次のアップデート後に自動で再試行されます。
en: Previous data will not be imported now, but will be retried automatically after the next update.
ko: 이번에는 이전 데이터를 가져오지 않습니다. 다음 업데이트 후 자동으로 다시 시도됩니다.
zh_hant: 本次不會匯入舊資料，將於下次更新後自動重試。

# period.month
source: 1ヶ月
en: 1 Month
ko: 1개월
zh_hant: 1 個月

# period.month.short
source: 1ヶ月
en: 1M
ko: 1개월
zh_hant: 1個月

# period.sixMonths
source: 6ヶ月
en: 6 Months
ko: 6개월
zh_hant: 6 個月

# period.sixMonths.short
source: 半年
en: 6M
ko: 반년

# period.threeMonths
source: 3ヶ月
en: 3 Months
ko: 3개월
zh_hant: 3 個月

# period.threeMonths.short
source: 3ヶ月
en: 3M
ko: 3개월
zh_hant: 3個月

# period.week
source: 1週
en: 1 Week
ko: 1주

# period.week.short
source: 1週
en: 1W
ko: 1주

# period.year
source: 1年
en: 1 Year
ko: 1년

# period.year.short
source: 1年
en: 1Y
ko: 1년

# record.average.add
source: 測定を追加
en: Add Reading
ko: 측정 추가
zh_hant: 新增測量

# record.average.add.help
source: 1回目の測定値をセットしてタップ （ここで保存をタップすれば1回目の値が記録されます） 2回目の測定値をセットしてタップ 平均値が表示されます （ここで保存をタップすれば2回の平均値が記録されます） 3回目の測定値をセットしてタップ 平均値と標準偏差が表示されます （ここで保存をタップすれば3回の平均値が記録されます） 最大5回まで同様に平均値を求めて表示します 入力中は不意のキャンセルを防止します キャンセル ボタンを2秒以内に2回タップしてキャンセルします
en: Set the first measurement value and tap Add Reading (If you tap Save here, the first value will be recorded) Set the second measurement value and tap Add Reading The average will be shown (If you tap Save here, the average of the two values will be recorded) Set the third measurement value and tap Add Reading The average and standard deviation will be shown (If you tap Save here, the average of the three values will be recorded) You can continue in the same way up to five measurements to calculate and display the average While entering measurements, accidental cancellation is prevented Tap Cancel twice within 2 seconds to cancel
ko: 1회차 측정값을 설정하고 탭 (여기서 저장을 탭하면 1회차 값이 기록됩니다) 2회차 측정값을 설정하고 탭 평균값이 표시됩니다 (여기서 저장을 탭하면 2회의 평균값이 기록됩니다) 3회차 측정값을 설정하고 탭 평균값과 표준편차가 표시됩니다 (여기서 저장을 탭하면 3회의 평균값이 기록됩니다) 최대 5회까지 같은 방식으로 평균값을 구해 표시합니다 입력 중에는 실수로 인한 취소를 방지합니다 취소 버튼을 2초 이내에 2회 탭하면 취소됩니다
zh_hant: 設定第 1 次測量值後點一下 （在此點儲存，會記錄第 1 次的數值） 設定第 2 次測量值後點一下 會顯示平均值 （在此點儲存，會記錄 2 次的平均值） 設定第 3 次測量值後點一下 會顯示平均值與標準差 （在此點儲存，會記錄 3 次的平均值） 最多可用同樣方式計算並顯示至 5 次的平均值 輸入期間會防止意外取消 在 2 秒內點兩次取消按鈕即可取消

# record.average.resultFormat
source: 平均 %@
en: Average %@
ko: 평균 %@

# record.average.standardDeviationFormat
source: 標準偏差 %@
en: SD %@
ko: 표준편차 %@
zh_hant: 標準差 %@

# record.average.undoLast
source: 取消 >
en: Undo >
ko: 취소 >
zh_hant: 還原 >

# record.category
source: 区分
en: Type
ko: 구분
zh_hant: 類別

# record.cautionFlag
source: 注意フラグ
en: Caution Flag
ko: 주의 플래그
zh_hant: 注意標記

# record.datetime
source: 日時
en: Date
ko: 날짜·시간
zh_hant: 日期時間

# record.datetime.select
source: 日時を選択
en: Select Date & Time
ko: 날짜·시간 선택
zh_hant: 選擇日期時間

# record.delete.button
source: この記録を削除
en: Delete Record
ko: 이 기록 삭제
zh_hant: 刪除此記錄

# record.delete.confirm
source: この記録を削除しますか？
en: Delete this record?
ko: 이 기록을 삭제하시겠습니까?
zh_hant: 要刪除此記錄嗎？

# record.device
source: 測定場所・機器
en: Location / Device
ko: 측정 장소·기기
zh_hant: 測量地點・裝置

# record.device.preset.gym
source: ジム
en: Gym
ko: 헬스장
zh_hant: 健身房

# record.device.preset.home
source: 自宅
en: Home
ko: 자택
zh_hant: 家中

# record.device.preset.hospital
source: 病院
en: Hospital
ko: 병원
zh_hant: 醫院

# record.edit.title
source: 記録編集
en: Edit Record
ko: 기록 편집
zh_hant: 編輯記錄

# record.measurementAvg.addTrial
source: 追加
en: Add
ko: 추가
zh_hant: 新增

# record.measurementAvg.bpSideLabel
source: 血圧の部位
en: BP arm
ko: 혈압 부위
zh_hant: 血壓部位

# record.measurementAvg.help
source: 測定値を連続入力、「次へ」で飛ばし、最後に「保存」で平均値を記録します 血圧の測定部位を指定できます。左腕ならば(L) 右腕ならば(R) 不明や指定しないならば(・) を選択します 最大5回まで測定を追加できます 各値を修正し、行単位で取消ができます 標準偏差(±SD)は小さいほど測定値のばらつきが少なく、平均値の信頼度が高い目安です 青：ばらつき少 赤：ばらつき大（測り直しを検討）
en: Enter readings one after another, tap Next to skip, then tap Save to record the average. You can specify the arm used. Choose (L) for the left arm, (R) for the right arm, or (·) if unknown or not specified. Add up to 5 measurements. You can edit any value or remove a row. A smaller standard deviation (±SD) means the readings vary less and the average is more reliable. Blue: low variation Red: high variation (consider remeasuring)
ko: 측정값을 연속 입력하고 「다음」으로 건너뛴 뒤, 마지막에 「저장」으로 평균값을 기록합니다 혈압 측정 부위를 지정할 수 있습니다. 왼팔이면 (L) 오른팔이면 (R) 불명이거나 지정하지 않으면 (·) 를 선택합니다 최대 5회까지 측정을 추가할 수 있습니다 각 값을 수정하고 행 단위로 취소할 수 있습니다 표준편차(±SD)는 작을수록 측정값의 편차가 적어 평균값의 신뢰도가 높다는 기준입니다 파랑: 편차 적음 빨강: 편차 큼(재측정 검토)
zh_hant: 連續輸入測量值，用「下一步」略過，最後用「儲存」記錄平均值 可指定血壓的測量部位。左臂選 (L) 右臂選 (R) 不明或不指定則選 (·) 最多可新增 5 次測量 可修改各數值，並以列為單位還原 標準差(±SD)越小代表測量值離散越少、平均值越可靠 藍：離散小 紅：離散大（建議重新測量）

# record.measurementAvg.hint
source: 複数測定して平均値を保存します
en: Save the average of multiple measurements.
ko: 여러 번 측정해 평균값을 저장합니다
zh_hant: 多次測量並儲存平均值。

# record.measurementAvg.next
source: 次へ
en: Next
ko: 다음
zh_hant: 下一步

# record.measurementAvg.title
source: 複数回測定
en: Average Measurement
ko: 여러 번 측정
zh_hant: 多次測量

# record.measurements
source: 測定値
en: Measurements
ko: 측정값
zh_hant: 測量值

# record.memo.section
source: メモ
en: Notes
ko: 메모
zh_hant: 備註

# record.memo1
source: メモ1
en: Note 1
ko: 메모1
zh_hant: 備註 1

# record.memo2
source: メモ2
en: Note 2
ko: 메모2
zh_hant: 備註 2

# record.new.title
source: 新しい記録
en: New Record
ko: 새 기록
zh_hant: 新記錄

# records.empty.message
source: + ボタンで記録を追加してください
en: Tap + to add one
ko: + 버튼으로 기록을 추가하세요
zh_hant: 點 + 新增一筆

# records.empty.title
source: 記録がありません
en: No records
ko: 기록이 없습니다
zh_hant: 沒有記錄

# settings.activityBody
source: 活動・体組成
en: Activity & Body
ko: 활동·체성분
zh_hant: 活動·身體組成

# settings.analysis
source: 分析
en: Graphs & Stats
ko: 분석
zh_hant: 圖表與統計

# settings.category
source: 区分
en: Category
ko: 구분
zh_hant: 類別

# settings.category.appearance
source: 区分 設定
en: Category Settings
ko: 구분 설정
zh_hant: 類別設定

# settings.category.color
source: 色
en: Color
ko: 색상
zh_hant: 顏色

# settings.category.estimate
source: 新しい記録の区分を推定する
en: Estimate the category for new records
ko: 새 기록의 구분 추정
zh_hant: 推估新記錄的類別

# settings.category.estimate.help
source: 新しい決済を開いた時に表示される区分の決め方 ON：過去3ヶ月の記録から曜日・時刻の近さ・新しさ・時間帯マップで重み付けして区分を推定します OFF：時間帯マップだけを使います
en: How the category shown when opening a new record is decided On: Estimates the category by weighting records from the last 3 months by weekday, time proximity, recency, and the time-of-day map Off: Uses only the time-of-day map
ko: 새 기록을 열었을 때 표시되는 구분을 정하는 방법 ON: 최근 3개월 기록에서 요일·시각의 근접도·최신성·시간대 맵으로 가중치를 매겨 구분을 추정합니다 OFF: 시간대 맵만 사용합니다
zh_hant: 決定開啟新記錄時所顯示類別的方式 ON：依最近三個月的記錄，以星期、時間接近度、新近程度與時段對應表加權，推估類別 OFF：僅使用時段對應表

# settings.category.estimateDistribution
source: 区分推定結果 最新の分布
en: Latest Category Estimation Results
ko: 구분 추정 결과 최신 분포
zh_hant: 類別推估結果 最新分布

# settings.category.estimateDistribution.help
source: 曜日と時刻ごとの推定結果を表示します
en: Shows estimated categories by weekday and hour
ko: 요일과 시각별 추정 결과를 표시합니다
zh_hant: 依星期與時段顯示推估結果

# settings.category.icon
source: アイコン
en: Icon
ko: 아이콘
zh_hant: 圖示

# settings.category.name
source: 名称
en: Name
ko: 명칭
zh_hant: 名稱

# settings.category.name.en
source: 英語
en: English
ko: 영어
zh_hant: 英文

# settings.category.name.ja
source: 日本語
en: Japanese
ko: 일본어
zh_hant: 日文

# settings.category.name.limit.ja
source: 全角4/半角8
en: Full 4 / Half 8
ko: 전각 4/반각 8
zh_hant: 全形 4/半形 8

# settings.category.number
source: 区分 %d
en: Category %d
ko: 구분 %d
zh_hant: 類別 %d

# settings.category.placeholderNumber
source: 区分%d
en: Category %d
ko: 구분%d
zh_hant: 類別%d

# settings.category.preview
source: プレビュー
en: Preview
ko: 미리보기
zh_hant: 預覽

# settings.category.reorder
source: 並べ替え
en: Reorder
ko: 정렬 변경
zh_hant: 重新排序

# settings.category.reorderHint
source: 「並べ替え」をタップするとドラッグで順序を変えられます。この順序はアプリ全体の表示に使われ、内部データには影響しません。
en: Tap Reorder to drag and rearrange. This order is used throughout the app; internal data is unaffected.
ko: 「정렬 변경」을 탭하면 드래그로 순서를 바꿀 수 있습니다. 이 순서는 앱 전체 표시에 사용되며 내부 데이터에는 영향을 주지 않습니다.
zh_hant: 點「重新排序」即可拖曳調整順序。此順序會套用至整個 App 的顯示，不影響內部資料。

# settings.category.undefinedPreview
source: （未使用）
en: (Unused)
ko: (미사용)

# settings.dateCategoryDefaults
source: 時間帯マップ
en: Time Map
ko: 시간대 맵
zh_hant: 時段對應表

# settings.dateCategoryDefaults.help
source: 新しい記録を開いた時に表示したい区分を時間帯毎に設定します 区分推定機能がOFFまたは記録が少ないとき、このマップで決定します
en: Set the category to show for each time period when opening a new record This map is used when category estimation is off or there are not enough records
ko: 새 기록을 열었을 때 표시할 구분을 시간대별로 설정합니다 구분 추정 기능이 OFF이거나 기록이 적을 때 이 맵으로 결정합니다
zh_hant: 設定開啟新記錄時各時段要顯示的類別 當類別推估功能為 OFF 或記錄較少時，以此對應表決定

# settings.dialDesign
source: ダイアルデザイン
en: Dial Design
ko: 다이얼 디자인
zh_hant: 轉盤設計

# settings.dialSettings
source: ダイアル設定
en: Dial Settings
ko: 다이얼 설정
zh_hant: 轉盤設定

# settings.display
source: 表示
en: Display
ko: 표시
zh_hant: 顯示

# settings.displayMode
source: 表示方式
en: View Mode
ko: 표시 방식
zh_hant: 檢視模式

# settings.displayOptions
source: 表示オプション
en: Display
ko: 표시 옵션
zh_hant: 顯示

# settings.exportFormat.compact
source: コンパクト
en: Compact
ko: 컴팩트
zh_hant: 精簡

# settings.exportFormat.pretty
source: プリティ
en: Readable
ko: 가독형
zh_hant: 易讀

# settings.exportFormat.title
source: JSON形式
en: JSON Format
ko: JSON 형식
zh_hant: JSON 格式

# settings.fastSwipeMultiplier
source: 高速倍率: %lldx
en: Fast: %lldx
ko: 고속 배율: %lldx
zh_hant: 快速倍率：%lldx

# settings.fastSwipeVelocity
source: 高速判定速度
en: Fast line
ko: 고속 판정 속도
zh_hant: 快速判定速度

# settings.features
source: 機能
en: Features
ko: 기능
zh_hant: 功能

# settings.fieldOrder
source: 項目の表示と順序
en: Fields & Order
ko: 항목 표시와 순서
zh_hant: 項目與順序

# settings.fontScale
source: 文字サイズ
en: Text Size
ko: 글자 크기
zh_hant: 文字大小

# settings.fontScale.large
source: 大
en: Large
ko: 크게

# settings.fontScale.standard
source: 標準
en: Default
ko: 표준

# settings.fontScale.system
source: 自動
en: Auto
ko: 자동

# settings.fontScale.xLarge
source: 特大
en: X-Large
ko: 아주 크게

# settings.help.exportRecords
source: すべての記録を JSON ファイルに書き出します。バックアップや他の端末への移行に使えます。
en: Exports all records to a JSON file for backup or moving to another device.
ko: 모든 기록을 JSON 파일로 내보냅니다. 백업이나 다른 기기로의 이전에 사용할 수 있습니다.
zh_hant: 將所有記錄匯出為 JSON 檔案，可用於備份或轉移至其他裝置。

# settings.help.fontScale
source: ローガンフリーを目指します 自動：システム設定のさらに大きな文字に対応します 標準：アプリ独自の標準サイズ 大：標準の1.5倍くらいになります 特大：標準の2倍くらいになります 特大サイズくらいになると一部崩れるケースが残っています。どうしても困る場合は報告して頂ければ、できる限り対応したいと思っています。
en: Aiming to be presbyopia-friendly Auto: Supports the system Larger Text setting Standard: The app's own standard size Large: About 1.5x the standard size Extra Large: About 2x the standard size At around Extra Large, some layouts may still break. If this causes a serious problem, please report it and I will do my best to support it.
ko: 노안 프리(돋보기 불필요)를 목표로 합니다 자동: 시스템 설정의 더 큰 글자에 대응합니다 표준: 앱 고유의 표준 크기 크게: 표준의 1.5배 정도가 됩니다 아주 크게: 표준의 2배 정도가 됩니다 아주 크게 정도가 되면 일부 레이아웃이 깨지는 경우가 남아 있습니다. 정말 곤란하시면 알려 주시면 최대한 대응하겠습니다.
zh_hant: 以對老花友善為目標 自動：對應系統設定的更大文字 標準：App 自訂的標準大小 大：約為標準的 1.5 倍 特大：約為標準的 2 倍 到特大左右時，部分版面仍可能跑版。若造成困擾請回報，我會盡力處理。

# settings.help.importRecords
source: JSON バックアップから記録を取り込みます。日時が同じ記録は上書きします。
en: Imports records from a JSON backup. If the date and time match, the record is overwritten.
ko: JSON 백업에서 기록을 가져옵니다. 날짜·시간이 같은 기록은 덮어씁니다.
zh_hant: 從 JSON 備份匯入記錄。日期時間相同的記錄會被覆寫。

# settings.help.launchAction
source: アプリを再表示したとき、自動的に開く画面を選べます ただし、新しい記録の入力画面が開いているときは何もしません
en: Choose which screen opens automatically when you return to the app However, nothing happens while the new record entry screen is open
ko: 앱을 다시 표시했을 때 자동으로 열 화면을 선택할 수 있습니다 단, 새 기록 입력 화면이 열려 있을 때는 아무 동작도 하지 않습니다
zh_hant: 可選擇返回 App 時自動開啟的畫面 但若新記錄輸入畫面已開啟，則不會有任何動作

# settings.help.openNewRecordOnForeground
source: オンにするとアプリを再表示したとき、自動的に新しい記録画面を開きます ただし、記録を修正中ならば何もしません
en: When on, the new record screen opens automatically when you return to the app However, nothing happens if you are currently editing a record
ko: 켜면 앱을 다시 표시했을 때 자동으로 새 기록 화면을 엽니다 단, 기록을 수정 중이면 아무 동작도 하지 않습니다
zh_hant: 開啟後，返回 App 時會自動開啟新記錄畫面 但若正在編輯記錄，則不會有任何動作

# settings.help.pruneOldRecords
source: 3 年より古い記録を削除して、アプリ内の記録を整理します。
en: Deletes records older than 3 years to keep the app light.
ko: 3년보다 오래된 기록을 삭제해 앱 안의 기록을 정리합니다.
zh_hant: 刪除超過 3 年的舊記錄，讓 App 保持輕量。

# settings.help.userLevel
source: 初心者には各所にヒントやヘルプを表示します 慣れたら達人を選択します
en: Beginners see hints and help throughout the app When you are used to the app, select Master
ko: 초보자에게는 곳곳에 힌트와 도움말을 표시합니다 익숙해지면 달인을 선택합니다
zh_hant: 對新手會在各處顯示提示與說明 熟悉後可選擇「達人」

# settings.helperGraphs
source: 補助グラフ
en: Extra Graphs
ko: 보조 그래프
zh_hant: 輔助圖表

# settings.inertiaDecay
source: 惰性の残りやすさ
en: Coast
ko: 관성 지속성
zh_hant: 慣性維持度

# settings.inertiaStartVelocity
source: 惰性開始速度
en: Coast start
ko: 관성 시작 속도
zh_hant: 慣性起始速度

# settings.inertiaStopVelocity
source: 惰性停止速度
en: Stop speed
ko: 관성 정지 속도
zh_hant: 慣性停止速度

# settings.launchAction
source: 起動時に開く
en: Open at Launch
ko: 시작 시 열기
zh_hant: 啟動時開啟

# settings.launchAction.graph
source: グラフ
en: Graph
ko: 그래프
zh_hant: 圖表

# settings.launchAction.newMulti
source: 新しい記録（表形式）
en: New Record (Table)
ko: 새 기록(표)
zh_hant: 新記錄（表格）

# settings.launchAction.newSingle
source: 新しい記録（ダイアル）
en: New Record (Dial)
ko: 새 기록(다이얼)
zh_hant: 新記錄（轉盤）

# settings.launchAction.none
source: 何もしない
en: Do Nothing
ko: 아무것도 안 함
zh_hant: 不執行

# settings.launchAction.records
source: 記録（一覧）
en: Records (List)
ko: 기록(목록)
zh_hant: 記錄（列表）

# settings.launchAction.statistics
source: 統計
en: Stats
ko: 통계

# settings.merge.5min
source: 5分
en: 5 min
ko: 5분
zh_hant: 5 分鐘

# settings.merge.10min
source: 10分
en: 10 min
ko: 10분
zh_hant: 10 分鐘

# settings.merge.15min
source: 15分
en: 15 min
ko: 15분
zh_hant: 15 分鐘

# settings.merge.30min
source: 30分
en: 30 min
ko: 30분
zh_hant: 30 分鐘

# settings.merge.defaultAction
source: 初期選択
en: Default choice
ko: 초기 선택
zh_hant: 預設選項

# settings.merge.off
source: しない
en: Off
ko: 사용 안 함
zh_hant: 不使用

# settings.merge.window
source: 記録をまとめる
en: Consolidate records
ko: 기록 통합
zh_hant: 合併記錄

# settings.openNewRecordOnForeground
source: 起動時に新しい記録を開く
en: Open New Record on Launch
ko: 시작 시 새 기록 열기
zh_hant: 啟動時開啟新記錄

# settings.orderIsReflectedInRecordInput
source: 並び順は記録入力に反映されます
en: Order is used in entry
ko: 정렬 순서는 기록 입력에 반영됩니다
zh_hant: 排序會套用至記錄輸入

# settings.panel.share
source: 共有
en: Share
ko: 공유
zh_hant: 共享

# settings.pitch
source: ピッチ
en: Pitch
ko: 피치
zh_hant: 間距

# settings.preset.fast
source: 高速
en: Fast
ko: 고속
zh_hant: 快速

# settings.preset.fine
source: 微細
en: Fine
ko: 미세
zh_hant: 精細

# settings.preset.light
source: 軽快
en: Light
ko: 경쾌
zh_hant: 輕快

# settings.preset.mild
source: 控えめ
en: Mild
ko: 부드럽게
zh_hant: 輕柔

# settings.preset.standard
source: 標準
en: Std
ko: 표준

# settings.reset
source: リセット
en: Reset
ko: 재설정
zh_hant: 重設

# settings.sensitivity
source: 操作感度
en: Feel
ko: 조작 감도
zh_hant: 操作靈敏度

# settings.share.errorTitle
source: 共有エラー
en: Share Error
ko: 공유 오류
zh_hant: 共享錯誤

# settings.share.exportHint
source: 記録件数によっては少し時間がかかります。
en: This may take a moment depending on the number of records.
ko: 기록 건수에 따라 시간이 조금 걸릴 수 있습니다.
zh_hant: 依記錄筆數多寡，可能需要一些時間。

# settings.share.exportOpening
source: 共有シートを開いています…
en: Opening share sheet...
ko: 공유 시트를 여는 중…
zh_hant: 正在開啟共享工作表...

# settings.share.exportPreparing
source: 書き出し準備中…
en: Preparing export...
ko: 내보내기 준비 중…
zh_hant: 準備匯出中...

# settings.share.exportRecords
source: 全記録を書き出す
en: Export All
ko: 모든 기록 내보내기
zh_hant: 匯出全部

# settings.share.importDoneMessage
source: %1$d 件追加し、%2$d 件上書きしました。
en: Added %1$d records and updated %2$d records.
ko: %1$d건 추가하고 %2$d건 덮어썼습니다.
zh_hant: 已新增 %1$d 筆並更新 %2$d 筆。

# settings.share.importDoneTitle
source: インポート完了
en: Import Complete
ko: 가져오기 완료
zh_hant: 匯入完成

# settings.share.importHint
source: 日時が同じ記録は上書きして取り込みます。
en: Matching records are overwritten when date and time are the same.
ko: 날짜·시간이 같은 기록은 덮어써서 가져옵니다.
zh_hant: 日期時間相同的記錄會以覆寫方式匯入。

# settings.share.importPreparing
source: 記録を取り込み中…
en: Importing records...
ko: 기록을 가져오는 중…
zh_hant: 匯入記錄中...

# settings.share.importRecords
source: 記録を取り込む
en: Import Records
ko: 기록 가져오기
zh_hant: 匯入記錄

# settings.share.presenterUnavailable
source: 共有シートを開けませんでした。
en: Could not open the share sheet.
ko: 공유 시트를 열 수 없습니다.
zh_hant: 無法開啟共享工作表。

# settings.share.pruneConfirmMessage
source: 3 年より古い記録を削除します。
en: Records older than 3 years will be deleted.
ko: 3년보다 오래된 기록을 삭제합니다.
zh_hant: 將刪除超過 3 年的記錄。

# settings.share.pruneConfirmTitle
source: 古い記録を整理しますか？
en: Delete Old Records?
ko: 오래된 기록을 정리하시겠습니까?
zh_hant: 要清理舊記錄嗎？

# settings.share.pruneDoneMessage
source: %d 件の古い記録を削除しました。
en: Deleted %d old records.
ko: 오래된 기록 %d건을 삭제했습니다.
zh_hant: 已刪除 %d 筆舊記錄。

# settings.share.pruneDoneTitle
source: 整理完了
en: Cleanup Complete
ko: 정리 완료
zh_hant: 清理完成

# settings.share.pruneHint
source: 古い記録が多い場合は少し時間がかかります。
en: This may take a moment when many old records exist.
ko: 오래된 기록이 많으면 시간이 조금 걸립니다.
zh_hant: 舊記錄較多時可能需要一些時間。

# settings.share.pruneOldRecords
source: 古い記録を整理（3年）
en: Clean Old Records (3 Years)
ko: 오래된 기록 정리(3년)
zh_hant: 清理舊記錄（3 年）

# settings.share.prunePreparing
source: 古い記録を整理中…
en: Cleaning old records...
ko: 오래된 기록을 정리하는 중…
zh_hant: 清理舊記錄中...

# settings.slowSwipeMultiplier
source: 低速倍率: %lldx
en: Slow: %lldx
ko: 저속 배율: %lldx
zh_hant: 慢速倍率：%lldx

# settings.smoothing
source: なめらかさ
en: Smooth
ko: 부드러움
zh_hant: 平滑度

# settings.style
source: スタイル
en: Style
ko: 스타일
zh_hant: 樣式

# settings.test
source: 操作テスト
en: Try it
ko: 조작 테스트
zh_hant: 試用

# settings.title
source: 設定
en: Settings
ko: 설정

# settings.userLevel
source: ユーザレベル
en: User Level
ko: 사용자 레벨
zh_hant: 使用者等級

# settings.userLevel.beginner
source: 初心者
en: Beginner
ko: 초보자
zh_hant: 新手

# settings.userLevel.expert
source: 達人
en: Master
ko: 달인

# sort.ascendingOldest
source: 昇順（古い順）
en: Oldest first
ko: 오름차순(오래된 순)
zh_hant: 由舊到新

# sort.descendingNewest
source: 降順（新しい順）
en: Newest first
ko: 내림차순(최신 순)
zh_hant: 由新到舊

# sort.title
source: 並び順
en: Order
ko: 정렬 순서
zh_hant: 排序

# stat.average.short
source: 平均
en: Avg
ko: 평균

# stat.averageSd
source: 平均±標準偏差
en: Avg ± SD
ko: 평균±표준편차
zh_hant: 平均±標準差

# stat.avg
source: 平均
en: Avg
ko: 평균

# stat.bpLeftRight.diffAxis
source: 左右差 (mmHg)
en: L–R difference (mmHg)
ko: 좌우 차이 (mmHg)

# stat.bpLeftRight.empty
source: 左右を記録すると、左右差を表示します
en: Record left and right to see the difference
ko: 좌우를 기록하면 좌우차를 표시합니다
zh_hant: 記錄左右後即可顯示左右差

# stat.bpLeftRight.needPairs
source: 同じ日に左右の両方を記録すると、推移グラフを表示します
en: Record both arms on the same day to see the trend
ko: 같은 날 좌우 모두 기록하면 추이 그래프를 표시합니다
zh_hant: 在同一天記錄左右兩側後即可顯示趨勢圖
